tap "elastic/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "martido/graph"
brew "ack"
brew "act"
brew "brotli"
brew "webp"
brew "apr-util"
brew "python@3.10"
brew "awscli"
brew "bat"
brew "pcre"
brew "glib"
brew "python@3.9"
brew "comby"
brew "cowsay"
brew "openldap"
brew "deno"
brew "docker"
brew "exa"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "guile"
brew "unbound", restart_service: true
brew "gnutls"
brew "harfbuzz"
brew "gobject-introspection"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "jq"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nnn"
brew "node"
brew "openjdk"
brew "openjdk@17"
brew "pandoc"
brew "php"
brew "pybind11"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "subversion"
brew "tree"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zopfli"
brew "zsh"
brew "elastic/tap/elasticsearch-full"
brew "elastic/tap/filebeat-full"
brew "elastic/tap/kibana-full"
brew "hashicorp/tap/terraform-ls"
cask "appcleaner"
cask "audacity"
cask "cleanshot"
cask "cron"
cask "dash"
cask "discord"
cask "dropbox"
cask "finicky"
cask "fliqlo"
cask "flux"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-hack"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-new-york"
cask "font-sf-pro"
cask "forecast"
cask "fork"
cask "google-chrome-canary"
cask "google-drive"
cask "hhkb-keymap-tool"
cask "istat-menus"
cask "karabiner-elements"
cask "kindle"
cask "kitty"
cask "logitech-options"
cask "mimestream"
cask "nosql-workbench"
cask "obsidian"
cask "pdf-expert"
cask "postman"
cask "raindropio"
cask "rectangle"
cask "telegram"
cask "vanilla"
cask "visual-studio-code"
