tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ack"
brew "bat"
brew "brotli"
brew "caddy"
brew "fd"
brew "webp"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "htop"
brew "jq"
brew "luajit"
brew "neovim"
brew "node"
brew "pandoc"
brew "ripgrep"
brew "ruby"
brew "subversion"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zopfli"
brew "zsh"
brew "heroku/brew/heroku"
cask "alfred"
cask "appcleaner"
cask "artpip"
cask "brave-browser"
cask "cleanshot"
cask "dash"
cask "discord"
cask "dropbox"
cask "figma"
cask "firefox-developer-edition"
cask "flux"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-inter"
cask "font-ia-writer-mono"
cask "font-ia-writer-quottro"
cask "fork"
cask "google-chrome"
cask "google-chrome-canary"
cask "intel-power-gadget"
cask "istat-menus"
cask "karabiner-elements"
cask "kitty"
cask "logitech-options"
cask "obsidian"
cask "pdf-expert"
cask "postman"
cask "rectangle"
cask "slack"
cask "vanilla"
cask "visual-studio-code"
