tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "brotli"
brew "webp"
brew "bat"
brew "caddy", restart_service: true
brew "sqlite"
brew "glib"
brew "comby"
brew "cowsay"
brew "openldap"
brew "curl"
brew "deno"
brew "exa"
brew "folly"
brew "fd"
brew "guile"
brew "unbound", restart_service: true
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "htop"
brew "jq"
brew "luajit"
brew "mysql"
brew "neovim"
brew "nghttp2"
brew "nnn"
brew "node"
brew "openjdk"
brew "pandoc"
brew "postgresql", restart_service: true
brew "pybind11"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rust"
brew "starship"
brew "subversion"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zopfli"
brew "zsh"
brew "heroku/brew/heroku"
cask "alfred"
cask "appcleaner"
cask "brave-browser"
cask "cleanshot"
cask "dash"
cask "discord"
cask "dropbox"
cask "firefox-developer-edition"
cask "fliqlo"
cask "flux"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-hack"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-new-york"
cask "font-sf-pro"
cask "forecast"
cask "fork"
cask "google-chrome"
cask "google-chrome-canary"
cask "hhkb-keymap-tool"
cask "intel-power-gadget"
cask "istat-menus"
cask "karabiner-elements"
cask "kindle"
cask "kitty"
cask "logitech-options"
cask "obsidian"
cask "pdf-expert"
cask "postman"
cask "rectangle"
cask "slack"
cask "vanilla"
cask "visual-studio-code"
